Repository: gollenia/ctx-sermons
Catalog: languages/ctx-sermons-*.po
Languages: de_ch

source: A plugin to manage sermons for a Church website
de_ch: Ein Plugin zur Verwaltung von Predigten für eine Kirchen-Website

source: Add New Preacher
de_ch: Prediger hinzufügen

source: Add New Serie
de_ch: Neue Serie hinzufügen

source: Add or remove preachers
de_ch: Prediger hinzufügen oder entfernen

source: Add or remove series
de_ch: Serien hinzufügen oder entfernen

source: Bible verse
de_ch: Bibelvers

# block description
source: A browsable list of sermons.
de_ch: Eine durchsuchbare Liste von Predigten.

# block description
source: Show the last held sermon
de_ch: Zeige die zuletzt gehaltene Predigt

# block title
source: Latest Sermon
de_ch: Neueste Predigt

# block title
source: Sermon List
de_ch: Predigtliste

source: Change Audio
de_ch: Audio ändern

source: Choose from the most used preachers
de_ch: Aus den am häufigsten verwendeten Predigern auswählen

source: Choose from the most used series
de_ch: Aus den am häufigsten verwendeten Serien auswählen

source: Clear
de_ch: Leeren

source: Date
de_ch: Datum

source: Edit Preacher
de_ch: Prediger bearbeiten

source: Edit Series
de_ch: Serie bearbeiten

source: Next
de_ch: Nächste

source: No audio file selected
de_ch: Keine Audiodatei ausgewählt

source: No date
de_ch: Kein Datum

source: No preachers
de_ch: Keine Prediger

source: No preachers found
de_ch: Keine Prediger gefunden

source: No serie
de_ch: Keine Serie

source: No series
de_ch: Keine Serie

source: No series found
de_ch: Keine Serie gefunden

source: No sermons found
de_ch: Keine Predigt gefunden

source: No speaker
de_ch: Kein Prediger

source: of
de_ch: von

source: Page
de_ch: Seite

source: Per Row
de_ch: Pro Reihe

source: Preacher
de_ch: Prediger

source: Preacher Name
de_ch: Predigername

source: Preachers
de_ch: Prediger

source: Previous
de_ch: Vorherige

source: Separate preachers with commas
de_ch: Prediger mit Kommas trennen

source: Separate series with commas
de_ch: Serien mit Kommas trennen

source: Series
de_ch: Serie

source: Series Name
de_ch: Serienname

source: Sermon
de_ch: Predigt

source: Sermon Details
de_ch: Predigtdetails

source: Sermon Limit
de_ch: Predigtlimit

source: Sermon List
de_ch: Predigtliste

source: Sermon Series
de_ch: Predigtserien

source: Sermons
de_ch: Predigten

source: Show Audio
de_ch: Audio anzeigen

source: Show Bible Passage
de_ch: Bibelstelle anzeigen

source: Show Date
de_ch: Datum anzeigen

source: Show Description
de_ch: Beschreibung anzeigen

source: Show Image
de_ch: Bild anzeigen

source: Show Series
de_ch: Serie anzeigen

source: Show Speaker
de_ch: Prediger anzeigen

source: Show Title
de_ch: Titel anzeigen

source: Speaker
de_ch: Prediger

source: Title
de_ch: Titel

source: Update Preacher
de_ch: Prediger aktualisieren

source: Update Series
de_ch: Serie aktualisieren

source: Upload Audio
de_ch: Audio hochladen

source: View Preacher
de_ch: Prediger anzeigen

source: View Series
de_ch: Serie anzeigen
